Repository: panda-pritam/assamcrv
Catalog: assam_crv/locale/*/LC_MESSAGES/djangojs.po
Languages: as, bn

source: Error
as: ত্ৰুটি
bn: ত্রুটি

source: All fields are required!
as: সকলো ক্ষেত্ৰ আৱশ্যক!
bn: সবগুলো ঘর পূরণ করা আবশ্যক!

source: Success
as: সফল
bn: সফলতা

source: Profile updated successfully!
as: প্ৰফাইল সফলভাৱে আপডেট কৰা হৈছে!
bn: প্রোফাইল সফলভাবে আপডেট হয়েছে!

source: Failed to update profile
as: প্ৰফাইল আপডেট কৰাত ব্যর্থ হ'ল
bn: প্রোফাইল আপডেট করতে ব্যর্থ হয়েছে

source: An error occurred while updating profile
as: প্ৰফাইল আপডেট কৰাৰ সময়ত এটা ত্ৰুটি ঘটিল
bn: প্রোফাইল আপডেট করার সময় একটি ত্রুটি ঘটেছে

source: New password and confirm password do not match!
as: নতুন পাছৱৰ্ড আৰু নিশ্চিত পাছৱৰ্ড মিল খায় নাই!
bn: নতুন পাসওয়ার্ড এবং নিশ্চিত পাসওয়ার্ড মিলছে না!

source: Failed to change password
as: পাছৱৰ্ড সলনি কৰাত ব্যর্থ হ'ল
bn: পাসওয়ার্ড পরিবর্তন করতে ব্যর্থ হয়েছে

source: An error occurred while changing password
as: পাছৱৰ্ড সলনি কৰাৰ সময়ত এটা ত্ৰুটি ঘটিল
bn: পাসওয়ার্ড পরিবর্তনের সময় একটি ত্রুটি ঘটেছে

source: Edit Department
as: বিভাগ সম্পাদনা কৰক
bn: বিভাগ সম্পাদনা করুন

source: Update
as: আপডেট কৰক
bn: আপডেট

source: Are you sure?
as: আপুনি নিশ্চিত নে?
bn: আপনি কি নিশ্চিত?

source: Do you really want to delete this department?
as: আপুনি এই বিভাগটো নিশ্চিতভাবে মচি পেলাব বিচাৰে নে?
bn: আপনি কি সত্যিই এই বিভাগটি মুছে ফেলতে চান?

source: Yes, delete it!
as: হʼব, মচি পেলাওক!
bn: হ্যাঁ, মুছে ফেলুন!

source: Deleted!
as: মচি পেলোৱা হ'ল!
bn: মুছে ফেলা হয়েছে!

source: Error!
as: ত্ৰুটি!
bn: ত্রুটি!

source: Failed to delete department.
as: বিভাগ মচি পেলাবলৈ ব্যর্থ হ'ল।
bn: বিভাগ মুছে ফেলতে ব্যর্থ হয়েছে

source: Do you really want to save this department?
as: আপুনি এই বিভাগটো নিশ্চিতভাবে সংৰক্ষণ কৰিব বিচাৰে নে?
bn: আপনি কি সত্যিই এই বিভাগটি সংরক্ষণ করতে চান?

source: Yes, save it!
as: হʼব, সংৰক্ষণ কৰক!
bn: হ্যাঁ, সংরক্ষণ করুন!

source: Success!
as: সফলতা!
bn: সফলতা!

source: Something went wrong.
as: কিবা এটা ভুল হ'ল।
bn: কিছু একটা ভুল হয়েছে।

source: Failed to save department.
as: বিভাগ সংৰক্ষণ কৰাত ব্যর্থ হ'ল।
bn: বিভাগ সংরক্ষণ করতে ব্যর্থ হয়েছে।

source: Add New Department
as: নতুন বিভাগ যোগ কৰক
bn: নতুন বিভাগ যোগ করুন

source: Submit
as: জমা দিয়ক
bn: জমা দিন

source: ⚠️ No modules loaded. Cannot proceed with permission assignment.
as: ⚠️ কোনো মডিউল লোড হোৱা নাই। অনুমতি নিযুক্তিৰ কাৰ্য্য আগবঢ়াব নোৱাৰি।
bn: ⚠️ কোনো মডিউল লোড হয়নি। অনুমতি বরাদ্দ করা সম্ভব নয়।

source: Actions
as: কাৰ্য্যসমূহ
bn: ক্রিয়াকলাপ

source: Saving...
as: সংৰক্ষণ কৰি আছে...
bn: সংরক্ষণ করা হচ্ছে...

source: Unknown error
as: অজ্ঞাত ত্ৰুটি
bn: অজানা ত্রুটি

source: Do you want to edit this equipment?
as: আপুনি এই উপকৰণটো সম্পাদনা কৰিব বিচাৰে নে?
bn: আপনি কি এই সরঞ্জামটি সম্পাদনা করতে চান?

source: Yes, edit it!
as: হʼব, সম্পাদনা কৰক!
bn: হ্যাঁ, সম্পাদনা করুন!

source: Cancel
as: বাতিল কৰক
bn: বাতিল করুন

source: Updating...
as: আপডেট কৰি আছে...
bn: আপডেট করা হচ্ছে...

source: Do you really want to delete this equipment?
as: আপুনি এই উপকৰণটো নিশ্চিতভাবে মচি পেলাব বিচাৰে নে?
bn: আপনি কি সত্যিই এই সরঞ্জামটি মুছে ফেলতে চান?

source: Failed to add activity.
as: কাৰ্য্য যোগ কৰাত ব্যর্থ হ'ল।
bn: কার্যক্রম যোগ করতে ব্যর্থ হয়েছে।

source: Status updated!
as: স্থিতি আপডেট কৰা হ'ল!
bn: স্ট্যাটাস আপডেট হয়েছে!

source: Status added!
as: স্থিতি যোগ কৰা হ'ল!
bn: স্ট্যাটাস যোগ হয়েছে!

source: Failed to save status.
as: স্থিতি সংৰক্ষণ কৰাত ব্যর্থ হ'ল।
bn: স্ট্যাটাস সংরক্ষণ করতে ব্যর্থ হয়েছে।

source: Select Districts
as: জিলা বাছনি কৰক
bn: জেলা নির্বাচন করুন

source: Select Circle
as: চৰ্কিল বাছক
bn: সার্কেল নির্বাচন করুন

source: Select Gram Panchayat
as: গাঁও পঞ্চায়ত বাছক
bn: গ্রাম পঞ্চায়েত নির্বাচন করুন

source: Select Villages
as: গাঁওসমূহ বাছক
bn: গ্রাম নির্বাচন করুন

source: Sr. No
as: ক্রমিক নম্বৰ
bn: ক্রমিক নং

source: Department
as: বিভাগ
bn: বিভাগ

source: Role
as: ভূমিকা
bn: ভূমিকা

source: Username
as: ব্যৱহাৰকাৰী নাম
bn: ইউজারনেম

source: District
as: জিলা
bn: জেলা

source: Circle
as: চৰ্কিল
bn: সার্কেল

source: Gram Panchayat
as: গাঁও পঞ্চায়ত
bn: গ্রাম পঞ্চায়েত

source: Village
as: গাঁও
bn: গ্রাম

source: Edit User
as: ব্যৱহাৰকাৰী সম্পাদনা কৰক
bn: ইউজার সম্পাদনা করুন

source: View User Details
as: ব্যৱহাৰকাৰীৰ বিবৰণ চাওক
bn: ইউজারের বিবরণ দেখুন

source: Register
as: পঞ্জীয়ন কৰক
bn: নিবন্ধন করুন

source: Register New User
as: নতুন ব্যৱহাৰকাৰী পঞ্জীয়ন কৰক
bn: নতুন ইউজার নিবন্ধন করুন

source: User Updated
as: ব্যৱহাৰকাৰী আপডেট কৰা হৈছে
bn: ইউজার আপডেট হয়েছে

source: User Registered
as: ব্যৱহাৰকাৰী পঞ্জীয়ন কৰা হৈছে
bn: ইউজার নিবন্ধিত হয়েছে

source: The user has been updated successfully.
as: ব্যৱহাৰকাৰীজন সফলভাৱে আপডেট কৰা হৈছে।
bn: ইউজার সফলভাবে আপডেট হয়েছে।

source: The user has been registered successfully.
as: ব্যৱহাৰকাৰীজন সফলভাৱে পঞ্জীয়ন কৰা হৈছে।
bn: ইউজার সফলভাবে নিবন্ধিত হয়েছে।

source: Operation Failed
as: অপারেশ্বন ব্যৰ্থ হৈছে
bn: অপারেশন ব্যর্থ হয়েছে

source: Please check the form data.
as: অনুগ্ৰহ কৰি ফৰ্মৰ ডাটা পৰীক্ষা কৰক।
bn: অনুগ্রহ করে ফর্মের ডেটা পরীক্ষা করুন।

source: Server Error
as: চাৰ্ভাৰ ত্ৰুটি
bn: সার্ভার ত্রুটি

source: An unexpected error occurred. Try again later.
as: অপ্ৰত্যাশিত ত্ৰুটি ঘটিছে। অনুগ্ৰহ কৰি পিছত চেষ্টা কৰক।
bn: অপ্রত্যাশিত একটি ত্রুটি ঘটেছে। পরে আবার চেষ্টা করুন।

source: Last Updated
as: শেষবাৰ আপডেট কৰা হৈছে
bn: সর্বশেষ আপডেট

source: Edit Village Summary
as: গাঁওৰ সামাৰিকৰণ সম্পাদনা কৰক
bn: গ্রামের সারাংশ সম্পাদনা করুন

source: Save
as: সংৰক্ষণ কৰক
bn: সংরক্ষণ করুন

source: Add Village Summary
as: গাঁওৰ সামাৰিকৰণ যোগ কৰক
bn: গ্রামের সারাংশ যোগ করুন

source: Summary Updated
as: সামাৰিকৰণ আপডেট কৰা হৈছে
bn: সারাংশ আপডেট হয়েছে

source: Summary Created
as: সামাৰিকৰণ সৃষ্টি কৰা হৈছে
bn: সারাংশ তৈরি হয়েছে

source: The village summary has been updated successfully.
as: গাঁওৰ সামাৰিকৰণ সফলভাৱে আপডেট কৰা হৈছে।
bn: গ্রামের সারাংশ সফলভাবে আপডেট হয়েছে।

source: The village summary has been created successfully.
as: গাঁওৰ সামাৰিকৰণ সফলভাৱে সৃষ্টি কৰা হৈছে।
bn: গ্রামের সারাংশ সফলভাবে তৈরি হয়েছে।

source: The record was successfully deleted.
as: ৰেকৰ্ড সফলভাৱে ডিলিট কৰা হৈছে।
bn: রেকর্ড সফলভাবে মুছে ফেলা হয়েছে।

source: Validation Error
as: যাচাই ত্ৰুটি
bn: ভ্যালিডেশন ত্রুটি

source: Activity name is required!
as: কাৰ্য্যৰ নাম প্ৰয়োজন!
bn: কার্যক্রমের নাম আবশ্যক!

source: VDMP Activity added successfully!
as: VDMP কাৰ্য্য সফলভাৱে যোগ কৰা হৈছে!
bn: VDMP কার্যক্রম সফলভাবে যুক্ত হয়েছে!

source: Failed to add VDMP Activity:
as: VDMP কাৰ্য্য যোগ কৰাত ব্যৰ্থ:
bn: VDMP কার্যক্রম যুক্ত করতে ব্যর্থ:

source: An unexpected error occurred. Please try again.
as: অপ্ৰত্যাশিত ত্ৰুটি ঘটিছে। অনুগ্ৰহ কৰি পুনৰ চেষ্টা কৰক।
bn: একটি অপ্রত্যাশিত ত্রুটি ঘটেছে। অনুগ্রহ করে আবার চেষ্টা করুন।

source: Do you want to update this VDMP Activity?
as: আপুনি এই VDMP কাৰ্য্য আপডেট কৰিব বিচাৰে নে?
bn: আপনি কি এই VDMP কার্যক্রমটি আপডেট করতে চান?

source: Yes, update it!
as: হয়, আপডেট কৰক!
bn: হ্যাঁ, আপডেট করুন!

source: VDMP Activity updated successfully!
as: VDMP কাৰ্য্য সফলভাৱে আপডেট কৰা হৈছে!
bn: VDMP কার্যক্রম সফলভাবে আপডেট হয়েছে!

source: Failed to update VDMP Activity:
as: VDMP কাৰ্য্য আপডেট কৰাত ব্যৰ্থ:
bn: VDMP কার্যক্রম আপডেট করতে ব্যর্থ:

source: You won't be able to revert this!
as: আপুনি এইটো পিছু হটাব নোৱাৰিব!
bn: আপনি এটি পূর্বাবস্থায় ফিরিয়ে আনতে পারবেন না!

source: VDMP Activity Status updated successfully!
as: VDMP কাৰ্য্যৰ স্থিতি সফলভাৱে আপডেট কৰা হৈছে!
bn: VDMP কার্যক্রমের অবস্থা সফলভাবে আপডেট হয়েছে!

source: Failed to update VDMP Activity Status:
as: VDMP কাৰ্য্যৰ স্থিতি আপডেট কৰাত ব্যৰ্থ:
bn: VDMP কার্যক্রমের অবস্থা আপডেট করতে ব্যর্থ:

source: Select VDMP Activities
as: VDMP কাৰ্য্যসমূহ বাছক
bn: VDMP কার্যক্রম নির্বাচন করুন

source: Edit District
as: জিলা সম্পাদনা কৰক
bn: জেলা সম্পাদনা করুন

source: Edit Circle
as: চৰ্কিল সম্পাদনা কৰক
bn: সার্কেল সম্পাদনা করুন

source: Edit Gram Panchayat
as: গাঁও পঞ্চায়ত সম্পাদনা কৰক
bn: গ্রাম পঞ্চায়েত সম্পাদনা করুন

source: Edit Village
as: গাঁও সম্পাদনা কৰক
bn: গ্রাম সম্পাদনা করুন

source: Add District
as: জিলা যোগ কৰক
bn: জেলা যোগ করুন

source: Add Circle
as: চৰ্কিল যোগ কৰক
bn: সার্কেল যোগ করুন

source: Add Gram Panchayat
as: গাঁও পঞ্চায়ত যোগ কৰক
bn: গ্রাম পঞ্চায়েত যোগ করুন

source: Add Village
as: গাঁও যোগ কৰক
bn: গ্রাম যোগ করুন

source: Failed to load districts
as: জিলা লোড কৰাত ব্যৰ্থ
bn: জেলা লোড করতে ব্যর্থ হয়েছে

source: Failed to load circles
as: চৰ্কিলসমূহ লোড কৰাত ব্যৰ্থ
bn: সার্কেল লোড করতে ব্যর্থ হয়েছে

source: Failed to load gram panchayats
as: গাঁও পঞ্চায়তসমূহ লোড কৰাত ব্যৰ্থ
bn: গ্রাম পঞ্চায়েত লোড করতে ব্যর্থ হয়েছে

source: Failed to load villages
as: গাঁওসমূহ লোড কৰাত ব্যৰ্থ
bn: গ্রাম লোড করতে ব্যর্থ হয়েছে

source: District updated successfully
as: জিলা সফলভাৱে আপডেট কৰা হৈছে
bn: জেলা সফলভাবে আপডেট হয়েছে

source: District created successfully
as: জিলা সফলভাৱে সৃষ্টি কৰা হৈছে
bn: জেলা সফলভাবে তৈরি হয়েছে

source: Failed to save district
as: জিলা সংৰক্ষণ কৰাত ব্যৰ্থ
bn: জেলা সংরক্ষণ করতে ব্যর্থ হয়েছে

source: An error occurred while saving the district
as: জিলা সংৰক্ষণৰ সময়ত ত্ৰুটি ঘটিছে
bn: জেলা সংরক্ষণ করার সময় একটি ত্রুটি ঘটেছে

source: Circle updated successfully
as: চৰ্কিল সফলভাৱে আপডেট কৰা হৈছে
bn: সার্কেল সফলভাবে আপডেট হয়েছে

source: Circle created successfully
as: চৰ্কিল সফলভাৱে সৃষ্টি কৰা হৈছে
bn: সার্কেল সফলভাবে তৈরি হয়েছে

source: Failed to save circle
as: চৰ্কিল সংৰক্ষণ কৰাত ব্যৰ্থ
bn: সার্কেল সংরক্ষণ করতে ব্যর্থ হয়েছে

source: An error occurred while saving the circle
as: চৰ্কিল সংৰক্ষণৰ সময়ত ত্ৰুটি ঘটিছে
bn: সার্কেল সংরক্ষণ করার সময় একটি ত্রুটি ঘটেছে

source: Gram Panchayat updated successfully
as: গাঁও পঞ্চায়ত সফলভাৱে আপডেট কৰা হৈছে
bn: গ্রাম পঞ্চায়েত সফলভাবে আপডেট হয়েছে

source: Gram Panchayat created successfully
as: গাঁও পঞ্চায়ত সফলভাৱে সৃষ্টি কৰা হৈছে
bn: গ্রাম পঞ্চায়েত সফলভাবে তৈরি হয়েছে

source: Failed to save gram panchayat
as: গাঁও পঞ্চায়ত সংৰক্ষণ কৰাত ব্যৰ্থ
bn: গ্রাম পঞ্চায়েত সংরক্ষণ করতে ব্যর্থ হয়েছে

source: An error occurred while saving the gram panchayat
as: গাঁও পঞ্চায়ত সংৰক্ষণৰ সময়ত ত্ৰুটি ঘটিছে
bn: গ্রাম পঞ্চায়েত সংরক্ষণ করার সময় একটি ত্রুটি ঘটেছে

source: Village updated successfully
as: গাঁও সফলভাৱে আপডেট কৰা হৈছে
bn: গ্রাম সফলভাবে আপডেট হয়েছে

source: Village created successfully
as: গাঁও সফলভাৱে সৃষ্টি কৰা হৈছে
bn: গ্রাম সফলভাবে তৈরি হয়েছে

source: Failed to save village
as: গাঁও সংৰক্ষণ কৰাত ব্যৰ্থ
bn: গ্রাম সংরক্ষণ করতে ব্যর্থ হয়েছে

source: An error occurred while saving the village
as: গাঁও সংৰক্ষণৰ সময়ত ত্ৰুটি ঘটিছে
bn: গ্রাম সংরক্ষণের সময় একটি ত্রুটি ঘটেছে

source: Are you sure you want to delete this district?
as: আপুনি নিশ্চিতনে যে এই জিলাটো ডিলিট কৰিব বিচাৰে?
bn: আপনি কি নিশ্চিত যে আপনি এই জেলাটি মুছে ফেলতে চান?

source: This will also delete all circles, gram panchayats, and villages associated with this district.
as: এই জিলাৰ সৈতে সম্পৰ্কিত সকলো চৰ্কিল, গাঁও পঞ্চায়ত আৰু গাঁওও ডিলিট কৰা হ'ব।
bn: এটি এই জেলার সাথে সম্পর্কিত সব মহকুমা, গ্রাম পঞ্চায়েত এবং গ্রামও মুছে ফেলবে।

source: Are you sure you want to delete this circle?
as: আপুনি নিশ্চিতনে যে এই চৰ্কিলটো ডিলিট কৰিব বিচাৰে?
bn: আপনি কি নিশ্চিত যে আপনি এই মহকুমাটি মুছে ফেলতে চান?

source: This will also delete all gram panchayats and villages associated with this circle.
as: এই চৰ্কিলৰ সৈতে সম্পৰ্কিত সকলো গাঁও পঞ্চায়ত আৰু গাঁওও ডিলিট কৰা হ'ব।
bn: এটি এই মহকুমার সাথে সম্পর্কিত সব গ্রাম পঞ্চায়েত এবং গ্রামও মুছে ফেলবে।

source: Are you sure you want to delete this gram panchayat?
as: আপুনি নিশ্চিতনে যে এই গাঁও পঞ্চায়তটো ডিলিট কৰিব বিচাৰে?
bn: আপনি কি নিশ্চিত যে আপনি এই গ্রাম পঞ্চায়েতটি মুছে ফেলতে চান?

source: This will also delete all villages associated with this gram panchayat.
as: এই গাঁও পঞ্চায়তৰ সৈতে সম্পৰ্কিত সকলো গাঁওও ডিলিট কৰা হ'ব।
bn: এটি এই গ্রাম পঞ্চায়েতের সাথে সম্পর্কিত সব গ্রাম মুছে ফেলবে।

source: Are you sure you want to delete this village?
as: আপুনি নিশ্চিতনে যে এই গাঁওটো ডিলিট কৰিব বিচাৰে?
bn: আপনি কি নিশ্চিত যে আপনি এই গ্রামটি মুছে ফেলতে চান?

source: Deleted successfully
as: সফলভাৱে ডিলিট কৰা হৈছে

source: All
as: সকলো
bn: সব

source: Search...
as: সন্ধান কৰক...
bn: অনুসন্ধান করুন...

source: Select Equipment
as: সাজ-সজোৱা বাছক
bn: উপকরণ নির্বাচন করুন

source: Do you really want to update this data?
as: আপুনি নিশ্চিতনে যে এই তথ্য আপডেট কৰিব বিচাৰে?
bn: আপনি কি সত্যিই এই ডেটা আপডেট করতে চান?

source: Updated!
as: আপডেট কৰা হৈছে!
bn: আপডেট হয়েছে!

source: Equipment status updated successfully!
as: সাজ-সজোৱাৰ স্থিতি সফলভাৱে আপডেট কৰা হৈছে!

source: Failed to update
as: আপডেট কৰাত ব্যৰ্থ
bn: আপডেট করতে ব্যর্থ হয়েছে

source: Failed to update equipment status
as: সাজ-সজোৱাৰ স্থিতি আপডেট কৰাত ব্যৰ্থ
bn: উপকরণের স্থিতি আপডেট করতে ব্যর্থ হয়েছে

source: Select Task Force
as: কাৰ্য্যবল বাছক
bn: টাস্ক ফোর্স নির্বাচন করুন

source: Please fill all required fields
as: অনুগ্ৰহ কৰি সকলো আৱশ্যকীয় স্থান পূৰণ কৰক
bn: অনুগ্রহ করে সব প্রয়োজনীয় ঘর পূরণ করুন

source: Equipment added successfully!
as: সাজ-সজোৱা সফলভাৱে যোগ কৰা হৈছে!
bn: উপকরণ সফলভাবে যোগ করা হয়েছে!

source: Failed to add equipment
as: সাজ-সজোৱা যোগ কৰাত ব্যৰ্থ
bn: উপকরণ যোগ করতে ব্যর্থ হয়েছে

source: training_activities
as: প্ৰশিক্ষণ কাৰ্যকলাপসমূহ
bn: প্রশিক্ষণ কার্যক্রম

source: Select Status
as: স্থিতি বাছক
bn: স্থিতি নির্বাচন করুন

source: Error loading training activity data:
as: প্ৰশিক্ষণ কাৰ্যকলাপৰ তথ্য লোড কৰাত ত্ৰুটি:
bn: প্রশিক্ষণ কার্যক্রমের তথ্য লোড করতে ত্রুটি:

source: Failed to load data.
as: তথ্য লোড কৰাত ব্যৰ্থ।
bn: তথ্য লোড করতে ব্যর্থ হয়েছে।

source: Training status not found for ID:
as: এই ID ৰ বাবে প্ৰশিক্ষণ স্থিতি পোৱা নগ'ল:
bn: এই আইডির জন্য প্রশিক্ষণের স্থিতি পাওয়া যায়নি:

source: Edit Training Activity Status
as: প্ৰশিক্ষণ কাৰ্যকলাপৰ স্থিতি সম্পাদনা কৰক
bn: প্রশিক্ষণ কার্যক্রমের স্থিতি সম্পাদনা করুন

source: Do you really want to delete this training activity status?
as: আপুনি নিশ্চিতনে যে এই প্ৰশিক্ষণ স্থিতি ডিলিট কৰিব বিচাৰে?
bn: আপনি কি সত্যিই এই প্রশিক্ষণ কার্যক্রমের স্থিতি মুছে ফেলতে চান?

source: Status updated successfully!
as: স্থিতি সফলভাৱে আপডেট কৰা হৈছে!

source: Failed to update status!
as: স্থিতি আপডেট কৰাত ব্যৰ্থ!
bn: স্থিতি আপডেট করতে ব্যর্থ হয়েছে!

source: Select Option
as: বিকল্প বাছক
bn: বিকল্প নির্বাচন করুন

source: Select Village
as: গাঁও বাছক
bn: গ্রাম নির্বাচন করুন

source: Not Started
as: আৰম্ভ হোৱা নাই
bn: আরম্ভ হয়নি

source: In Progress
as: চলিত অৱস্থাত
bn: চলমান

source: Completed
as: সম্পূৰ্ণ হৈছে
bn: সম্পন্ন হয়েছে

source: VDMP Activity Progress Status
as: VDMP কাৰ্যকলাপৰ অগ্ৰগতি স্থিতি
bn: ভিডিএমপি কার্যক্রমের অগ্রগতি স্থিতি

source: Activity
as: কাৰ্যকলাপ
bn: কার্যক্রম

source: Count
as: সংখ্যা
bn: গণনা

source: activities
as: কাৰ্যকলাপসমূহ
bn: কার্যক্রমসমূহ

source: Failed to delete
bn: মুছে ফেলতে ব্যর্থ হয়েছে
