Repository: panda-pritam/assamcrv
Catalog: assam_crv/locale/*/LC_MESSAGES/django.po
Languages: as, bn

source: Responsive Dashboard
as: ড্যাশ্বব'ৰ্ড
bn: ড্যাশবোর্ড

source: HELP
as: সহায়
bn: সাহায্য

source: Mode
as: মোড
bn: মোড

source: Help
as: সহায়
bn: সাহায্য

source: Login
as: লগইন
bn: লগইন

source: User Name
as: ব্যৱহাৰকাৰীৰ নাম
bn: ব্যবহারকারীর নাম

source: Password
as: পাছৱৰ্ড
bn: পাসওয়ার্ড

source: Remember me
as: মোক মনত ৰাখক
bn: আমাকে মনে রাখুন

source: SUBMIT
as: দাখিল কৰক
bn: জমা দিন

source: Government of Assam
as: অসম চৰকাৰ
bn: আসাম সরকার

source: All Rights Reserved ®
as: সকলো অধিকাৰ সংৰক্ষিত ®
bn: সকল অধিকার সংরক্ষিত ®

source: Designed and Implemented by RMSI Pvt. Ltd
as: RMSI Pvt. Ltd দ্বাৰা ডিজাইন আৰু বাস্তবায়ন
bn: RMSI Pvt. Ltd দ্বারা ডিজাইন ও বাস্তবায়ন

source: About CRV
as: CRV সম্পৰ্কে
bn: CRV সম্পর্কে

source: Disclaimer
as: দাবী পৰিত্যাগ
bn: দাবি পরিত্যাগ

source: My Profile
as: মোৰ প্ৰফাইল
bn: আমার প্রোফাইল

source: Username
as: ব্যৱহাৰকাৰীৰ নাম
bn: ব্যবহারকারীর নাম

source: First Name
as: প্ৰথম নাম
bn: ব্যবহারকারীর নাম

source: Last Name
as: শেষ নাম
bn: ব্যবহারকারীর নাম

source: Email
as: ইমেইল
bn: ইমেইল

source: Mobile
as: মোবাইল
bn: মোবাইল

source: Department
as: বিভাগ
bn: বিভাগ

source: Role
as: ভূমিকা
bn: ভূমিকা

source: District
as: জিলা
bn: জেলা

source: Circle
as: চক্ৰ
bn: চক্র

source: Gram Panchayat
as: গ্ৰাম পঞ্চায়ত
bn: গ্রাম পঞ্চায়েত

source: Village
as: গাঁও
bn: গ্রাম

source: Edit Profile
as: প্ৰফাইল সম্পাদনা কৰক
bn: আমার প্রোফাইল

source: Change Password
as: পাছৱৰ্ড সলনি কৰক
bn: পাসওয়ার্ড

source: Close
as: বন্ধ কৰক
bn: বন্ধ করুন

source: Save Changes
as: পৰিৱৰ্তন সংৰক্ষণ কৰক
bn: পরিবর্তন সংরক্ষণ করুন

source: Confirm New Password
as: নতুন পাছৱৰ্ড নিশ্চিত কৰক
bn: নতুন পাসওয়ার্ড নিশ্চিত করুন

source: Menu
as: মেনু
bn: মেনু

source: Users
as: ব্যৱহাৰকাৰী
bn: ব্যবহারকারী

source: Village Level Dashboard
as: গাঁও পৰ্যায়ৰ ড্যাশবোৰ্ড
bn: গ্রাম পর্যায়ের ড্যাশবোর্ড

source: VDMP Progress Monitoring
as: VDMP অগ্ৰগতি নিৰীক্ষণ
bn: VDMP অগ্রগতি নিরীক্ষণ

source: Training & Capacity Building
as: প্ৰশিক্ষণ আৰু সক্ষমতা বৃদ্ধি
bn: প্রশিক্ষণ ও সক্ষমতা বৃদ্ধি

source: Rescue Equipment
as: উদ্ধাৰ সঁজুলি
bn: উদ্ধার সরঞ্জাম

source: Dashboard
as: ড্যাশবোর্ড
bn: ড্যাশবোর্ড

source: Select Districts
as: জিলা নিৰ্বাচন কৰক
bn: জেলা নির্বাচন করুন

source: Select Gram Panchayat
as: গ্ৰাম পঞ্চায়ত নিৰ্বাচন কৰক
bn: গ্রাম পঞ্চায়েত নির্বাচন করুন

source: Select Villages
as: গাঁও নিৰ্বাচন কৰক
bn: গ্রাম নির্বাচন করুন

source: Download CSV
as: CSV ডাউনলোড কৰক
bn: CSV ডাউনলোড করুন

source: Sr. No
as: ক্ৰমিক নং
bn: ক্রমিক নং

source: Image
as: ছবি
bn: ছবি

source: Category
as: বিভাগ
bn: বিভাগ

source: Upload Date
as: আপলোডৰ তাৰিখ
bn: আপলোডের তারিখ

source: Uploaded By
as: আপলোডকাৰী
bn: আপলোডকারী

source: Actions
as: কাৰ্য
bn: কার্য

source: Image 1
as: ছবি ১
bn: ছবি ১

source: Image 2 (Optional)
as: ছবি ২ (ঐচ্ছিক)
bn: ছবি ২ (ঐচ্ছিক)

source: Maximum 2 images allowed per category per village. You can upload both at once.
as: প্ৰতি গাঁওত প্ৰতি বিভাগত সৰ্বোচ্চ ২টা ছবি অনুমোদিত। আপুনি একসাথে দুয়োটা আপলোড কৰিব পাৰে।
bn: প্রতি গ্রামে প্রতি বিভাগে সর্বোচ্চ ২টি ছবি অনুমোদিত। আপনি একসাথে উভয়টি আপলোড করতে পারেন।

source: Save
as: সংৰক্ষণ কৰক
bn: সংরক্ষণ করুন

source: Edit Field Image
as: ফিল্ড ইমেজ সম্পাদনা কৰক
bn: ফিল্ড ইমেজ সম্পাদনা করুন

source: Leave empty to keep current image
as: বৰ্তমান ছবি ৰাখিবলৈ খালী ৰাখক
bn: বর্তমান ছবি রাখতে খালি রাখুন

source: Update
as: আপডেট কৰক
bn: আপডেট করুন

source: Image Preview
as: ছবিৰ পূৰ্বৰূপ
bn: ছবির পূর্বরূপ

source: Rescue Equipments
as: উদ্ধাৰ সঁজুলি
bn: উদ্ধার সরঞ্জাম

source: Villages Rescue Equipments
as: গাঁওৰ উদ্ধাৰ সঁজুলি
bn: উদ্ধার সরঞ্জাম

source: Rescue Equipments Master
as: উদ্ধাৰ সঁজুলি মাস্টাৰ

source: Add Equipment
as: সঁজুলি যোগ কৰক
bn: সরঞ্জাম যোগ করুন

source: Upload Master
as: মাস্টাৰ আপলোড কৰক
bn: মাস্টার আপলোড করুন

source: Rescue Equipments List
as: উদ্ধাৰ সঁজুলিৰ তালিকা
bn: উদ্ধার সরঞ্জাম

source: CSV
as: চিএচভি
bn: সিএসভি

source: Task Force
as: কাৰ্য বাহিনী
bn: কার্য বাহিনী

source: Equipment Name
as: সঁজুলিৰ নাম
bn: সরঞ্জামের নাম

source: Specification
as: বিৱৰণ
bn: বিবরণ

source: Count
as: সংখ্যা
bn: সংখ্যা

source: Cancel
as: বাতিল
bn: বাতিল

source: Edit Equipment Count
as: সঁজুলিৰ সংখ্যা সম্পাদনা কৰক
bn: সরঞ্জামের সংখ্যা সম্পাদনা করুন

source: Last Update
as: শেষ আপডেট
bn: শেষ আপডেট

source: Are you sure you want to delete this record?
as: আপুনি নিশ্চিতভাৱে এই ৰেকৰ্ডটো মচিব বিচাৰে নেকি?
bn: আপনি কি নিশ্চিতভাবে এই রেকর্ডটি মুছতে চান?

source: Delete
as: মচক
bn: মুছুন

source: File should contain: Task_Force, Task_Force_bn, Task_Force_as, Item, Item_bn, Item_as, Specification, Specification_bn, Specification_as columns
as: ফাইলত থাকিব লাগিব: Task_Force, Task_Force_bn, Task_Force_as, Item, Item_bn, Item_as, Specification, Specification_bn, Specification_as কলাম
bn: ফাইলে থাকতে হবে: Task_Force, Task_Force_bn, Task_Force_as, Item, Item_bn, Item_as, Specification, Specification_bn, Specification_as কলাম

source: Note:
as: নোট:
bn: নোট:

source: To preserve Bengali/Assamese characters, open your Excel file → Go to File → Save As → Choose CSV UTF-8 (Comma delimited) (*.csv)
as: বাংলা/অসমীয়া অক্ষৰ সংৰক্ষণ কৰিবলৈ, আপুনাৰ এক্সেল ফাইল খুলক → ফাইললৈ যাওক → চেভ এজ → CSV UTF-8 (Comma delimited) (*.csv) নিৰ্বাচন কৰক
bn: বাংলা/অসমীয়া অক্ষর সংরক্ষণ করতে, আপনার এক্সেল ফাইল খুলুন → ফাইলে যান → সেভ অ্যাজ → CSV UTF-8 (Comma delimited) (*.csv) নির্বাচন করুন

source: Upload
as: আপলোড কৰক
bn: আপলোড করুন

source: Upload Excel
as: এক্সেল আপলোড কৰক
bn: এক্সেল আপলোড করুন

source: Gender
as: লিঙ্গ
bn: লিঙ্গ

source: Phone Number
as: ফোন নম্বৰ
bn: ফোন নম্বর

source: Position/Responsibility
as: পদ/দায়িত্ব
bn: পদ/দায়িত্ব

source: Team Type
as: দলৰ ধৰণ
bn: দলের ধরন

source: Male
as: পুৰুষ
bn: পুরুষ

source: Female
as: মহিলা
bn: মহিলা

source: Other
as: অন্যান্য
bn: অন্যান্য

source: Team leader
as: দলৰ নেতা
bn: দলনেতা

source: File should contain: Name, Father_name, Gender, Phone_number, Position/Responsibility, Occupation, Village_Id, District_Name columns
as: ফাইলত থাকিব লাগিব: Name, Father_name, Gender, Phone_number, Position/Responsibility, Occupation, Village_Id, District_Name কলাম
bn: ফাইলে থাকতে হবে: Name, Father_name, Gender, Phone_number, Position/Responsibility, Occupation, Village_Id, District_Name কলাম

source: Training Activities
as: প্ৰশিক্ষণ কাৰ্যকলাপ
bn: প্রশিক্ষণ কার্যক্রম

source: CRV Framework
as: CRV কাঠামো
bn: CRV কাঠামো

source: Villages Training Activities
as: গাঁওৰ প্ৰশিক্ষণ কাৰ্যকলাপ
bn: প্রশিক্ষণ কার্যক্রম

source: Training Activities Master
as: প্ৰশিক্ষণ কাৰ্যকলাপৰ অৱস্থা
bn: প্রশিক্ষণ কার্যক্রমের অবস্থা

source: Add Training Activity
as: প্ৰশিক্ষণ কাৰ্যকলাপ যোগ কৰক
bn: প্রশিক্ষণ কার্যক্রম

source: Training Activities List
as: প্ৰশিক্ষণ কাৰ্যকলাপৰ তালিকা
bn: প্রশিক্ষণ কার্যক্রম

source: Activity
as: কাৰ্যকলাপ
bn: কাৰ্যকলাপ

source: Status
as: অৱস্থা
bn: অবস্থা

source: Select Status
as: অৱস্থা নিৰ্বাচন কৰক
bn: অবস্থা নির্বাচন করুন

source: Completed
as: সম্পূৰ্ণ
bn: সম্পূর্ণ

source: Scheduled
as: নিৰ্ধাৰিত
bn: নির্ধারিত

source: Training Activities Status
as: প্ৰশিক্ষণ কাৰ্যকলাপৰ অৱস্থা
bn: প্রশিক্ষণ কার্যক্রমের অবস্থা

source: Implemented Date
as: বাস্তবায়নৰ তাৰিখ
bn: বাস্তবায়নের তারিখ

source: Remark
as: মন্তব্য
bn: মন্তব্য

source: Activity Name (English)
as: কাৰ্যকলাপৰ নাম (ইংৰাজী)
bn: কার্যক্রমের নাম (ইংরেজি)

source: Activity Name (Assamese)
as: কাৰ্যকলাপৰ নাম (অসমীয়া)
bn: কার্যক্রমের নাম (অসমীয়া)

source: Activity Name (Bengali)
as: কাৰ্যকলাপৰ নাম (বাংলা)
bn: কার্যক্রমের নাম (বাংলা)

source: Submit
as: দাখিল কৰক
bn: জমা দিন

source: Upload Training Master Data
as: প্ৰশিক্ষণ মাস্টাৰ ডেটা আপলোড কৰক
bn: প্রশিক্ষণ মাস্টার ডেটা আপলোড করুন

source: File should contain: Activity, Activity_bn, Activity_as columns
as: ফাইলত থাকিব লাগিব: Activity, Activity_bn, Activity_as কলাম
bn: ফাইলে থাকতে হবে: Activity, Activity_bn, Activity_as কলাম

source: Department Management
as: বিভাগ ব্যৱস্থাপনা
bn: বিভাগ ব্যবস্থাপনা

source: Department List
as: বিভাগৰ তালিকা
bn: বিভাগের তালিকা

source: Add New Department
as: নতুন বিভাগ যোগ কৰক
bn: নতুন বিভাগ যোগ করুন

source: Details
as: বিৱৰণ
bn: বিবরণ

source: Permissions
as: অনুমতি
bn: অনুমতি

source: Available permissions
as: উপলব্ধ অনুমতি
bn: উপলব্ধ অনুমতি

source: Chosen permissions
as: নিৰ্বাচিত অনুমতি
bn: নির্বাচিত অনুমতি

source: Hold down "Control", or "Command" on a Mac, to select more than one.
as: একাধিক নিৰ্বাচন কৰিবলৈ "Control" বা Mac ত "Command" টিপি ৰাখক।
bn: একাধিক নির্বাচন করতে "Control" বা Mac এ "Command" টিপে রাখুন।

source: User List
as: ব্যৱহাৰকাৰীৰ তালিকা
bn: ব্যবহারকারীর তালিকা

source: Add User
as: ব্যৱহাৰকাৰী যোগ কৰক
bn: ব্যবহারকারী যোগ করুন

source: Register New User
as: নতুন ব্যৱহাৰকাৰী পঞ্জীয়ন কৰক
bn: নতুন ব্যবহারকারী নিবন্ধন করুন

source: Enter username
as: ব্যৱহাৰকাৰীৰ নাম লিখক
bn: ব্যবহারকারীর নাম লিখুন

source: Enter password (min 8 chars)
as: পাছৱৰ্ড লিখক (কমেও ৮টা আখৰ)
bn: পাসওয়ার্ড লিখুন (কমপক্ষে ৮টি অক্ষর)

source: Enter first name
as: প্ৰথম নাম লিখক
bn: প্রথম নাম লিখুন

source: Enter last name
as: শেষ নাম লিখক
bn: শেষ নাম লিখুন

source: Enter email address
as: ইমেইল ঠিকনা লিখক
bn: ইমেইল ঠিকানা লিখুন

source: Enter mobile number
as: মোবাইল নম্বৰ লিখক
bn: মোবাইল নম্বর লিখুন

source: Register
as: পঞ্জীয়ন কৰক
bn: নিবন্ধন করুন

source: Are you sure?
as: আপুনি নিশ্চিত নেকি?
bn: আপনি কি নিশ্চিত?

source: Do you really want to delete this training activity status?
as: আপুনি সঁচাকৈয়ে এই প্ৰশিক্ষণ কাৰ্যকলাপৰ অৱস্থা মচিব বিচাৰে নেকি?
bn: আপনি কি সত্যিকারে এই প্রশিক্ষণ কার্যক্রমের অবস্থা মুছতে চান?

source: Yes, delete it!
as: হয়, ইয়াক মচক!
bn: হ্যাঁ, এটা মুছুন!

source: Upload New Data
as: নতুন ডেটা আপলোড কৰক
bn: নতুন ডেটা আপলোড করুন

source: Type of Data
as: ডেটাৰ ধৰণ
bn: ডেটার ধরন

source: Choose Data Type
as: ডেটাৰ ধৰণ নিৰ্বাচন কৰক
bn: ডেটার ধরন নির্বাচন করুন

source: Household
as: পৰিয়াল
bn: পরিবার

source: Transformer
as: ট্ৰান্সফৰমাৰ
bn: ট্রান্সফরমার

source: Commercial
as: বাণিজ্যিক
bn: বাণিজ্যিক

source: Villages of all the Districts
as: সকলো জিলাৰ গাঁও
bn: সকল জেলার গ্রাম

source: Village Road Erosion Info.
as: গাঁওৰ ৰাস্তা ক্ষয় তথ্য
bn: গ্রামীণ সড়ক ক্ষয় তথ্য

source: Please upload only CSV or Excel files.
as: অনুগ্ৰহ কৰি কেবল CSV বা Excel ফাইল আপলোড কৰক।
bn: অনুগ্রহ করে শুধুমাত্র CSV বা Excel ফাইল আপলোড করুন।

source: Do not add records that already exist in the database.
as: ডেটাবেচত ইতিমধ্যে থকা ৰেকৰ্ড যোগ নকৰিব।
bn: ডাটাবেসে ইতিমধ্যে বিদ্যমান রেকর্ড যোগ করবেন না।

source: CSV Format:
as: CSV ফৰ্মেট:
bn: CSV ফরম্যাট:

source: Save your file as CSV with UTF-8 encoding and comma separation
as: আপুনাৰ ফাইল UTF-8 এনকোডিং আৰু কমা বিভাজনৰ সৈতে CSV হিচাপে সংৰক্ষণ কৰক
bn: আপনার ফাইলটি UTF-8 এনকোডিং এবং কমা বিভাজন সহ CSV হিসাবে সংরক্ষণ করুন

source: Remove Empty Rows:
as: খালী ৰো হটাওক:
bn: খালি সারি সরান:

source: Please remove all empty rows from your file before uploading. Empty rows can cause upload failures, increase processing time, and lead to operation errors
as: আপলোড কৰাৰ আগতে অনুগ্ৰহ কৰি আপুনাৰ ফাইলৰ পৰা সকলো খালী ৰো হটাওক। খালী ৰোৱে আপলোড ব্যৰ্থতা, প্ৰক্ৰিয়াকৰণৰ সময় বৃদ্ধি আৰু অপাৰেচন ত্ৰুটিৰ কাৰণ হ’ব পাৰে
bn: আপলোড করার আগে অনুগ্রহ করে আপনার ফাইল থেকে সমস্ত খালি সারি সরিয়ে ফেলুন। খালি সারি আপলোড ব্যর্থতা, প্রক্রিয়াকরণের সময় বৃদ্ধি এবং অপারেশন ত্রুটির কারণ হতে পারে

source: Data Validation:
as: ডেটা যাচাইকৰণ:
bn: ডেটা যাচাইকরণ:

source: Ensure all required fields are properly filled to avoid processing issues
as: প্ৰক্ৰিয়াকৰণৰ সমস্যা এড়াই থ’বলৈ সকলো প্ৰয়োজনীয় ক্ষেত্ৰ সঠিকভাবে পূৰণ কৰা হৈছে নিশ্চিত কৰক
bn: প্রক্রিয়াকরণের সমস্যা এড়াতে সমস্ত প্রয়োজনীয় ক্ষেত্র সঠিকভাবে পূরণ করা হয়েছে তা নিশ্চিত করুন

source: Delete Existing Data
as: বিদ্যমান ডেটা মচক
bn: বিদ্যমান ডেটা মুছুন

source: Warning: This action is permanent and cannot be undone. Proceed only if you're sure.
as: সতৰ্কতা: এই কামটো স্থায়ী আৰু পূৰ্বাবস্থালৈ ফেৰাই আনিব নোৱাৰে। কেবল নিশ্চিত হ’লেহে আগবাঢ়ক।
bn: সতর্কতা: এই কাজটি স্থায়ী এবং পূর্বাবস্থায় ফেরানো যাবে না। শুধুমাত্র নিশ্চিত হলেই এগিয়ে যান।

source: VDMP Progress Activities status
as: VDMP অগ্ৰগতিৰ অৱস্থা
bn: VDMP অগ্ৰগতিৰ অৱস্থা

source: Add New VDMP Activity
as: নতুন VDMP কাৰ্যকলাপ যোগ কৰক

source: VDMP Activities List
as: VDMP কাৰ্যকলাপৰ তালিকা
bn: প্রশিক্ষণ কার্যক্রম

source: Activity Name
as: কাৰ্যকলাপ
bn: কাৰ্যকলাপ

source: Is Active
as: কাৰ্যকলাপসমূহ
bn: কাৰ্যকলাপসমূহ

source: In Progress
as: চলি আছে
bn: চলি আছে

source: Not Started
as: আৰম্ভ হোৱা নাই
bn: শুরু হয়নি

source: VDMP Activities
as: কাৰ্যকলাপসমূহ
bn: কাৰ্যকলাপসমূহ

source: VDMP Progress Status
as: VDMP অগ্ৰগতিৰ অৱস্থা
bn: VDMP অগ্ৰগতিৰ অৱস্থা

source: VDMP Activity
as: কাৰ্যকলাপ

source: Edit VDMP Activity
as: VDMP কাৰ্যকলাপ সম্পাদনা কৰক
bn: প্রশিক্ষণ কার্যক্রম

source: Edit VDMP Progress Status
as: VDMP অগ্ৰগতিৰ অৱস্থা
bn: VDMP অগ্ৰগতিৰ অৱস্থা

source: File should contain: Activity_Name, Activity_Name_bn, Activity_Name_as columns
as: ফাইলত থাকিব লাগিব: Activity_Name, Activity_Name_bn, Activity_Name_as কলাম
bn: ফাইলে থাকতে হবে: Activity_Name, Activity_Name_bn, Activity_Name_as কলাম

source: Districts
as: জিলা

source: Circles
as: চক্ৰসমূহ
bn: চক্রসমূহ

source: Gram Panchayats
as: গ্ৰাম পঞ্চায়তসমূহ
bn: গ্রাম পঞ্চায়েতসমূহ

source: Districts List
as: জিলাৰ তালিকা
bn: জেলার তালিকা

source: Code
as: ক'ড
bn: কোড

source: District (Assamese)
as: জিলা (অসমীয়া)
bn: জেলা (অসমীয়া)

source: District (Bengali)
as: জিলা (বাংলা)

source: Latitude
as: অক্ষাংশ
bn: অক্ষাংশ

source: Longitude
as: দ্ৰাঘিমাংশ
bn: দ্রাঘিমাংশ

source: Circles List
as: চক্ৰসমূহ
bn: চক্রসমূহ

source: Gram Panchayats List
as: গ্ৰাম পঞ্চায়তসমূহ
bn: গ্রাম পঞ্চায়েতসমূহ

source: Villages List
as: গাঁওৰ তালিকা

source: Add Village
as: গাঁও যোগ কৰক
bn: গ্রাম যোগ করুন

source: District Name (English)
as: জিলাৰ নাম (ইংৰাজী)
bn: জেলার নাম (ইংরেজি)

source: District Name (Assamese)
as: জিলাৰ নাম (অসমীয়া)
bn: জেলার নাম (অসমীয়া)

source: District Name (Bengali)
as: জিলাৰ নাম (বাংলা)
bn: জেলার নাম (বাংলা)

source: Upload Location Data
as: অবস্থান ডেটা আপলোড কৰক
bn: অবস্থান ডেটা আপলোড করুন

source: Expected columns: District_Name, District_Code, Circle_Name, Village name, Village_Code, Block_Name
as: প্ৰত্যাশিত কলাম: District_Name, District_Code, Circle_Name, Village name, Village_Code, Block_Name
bn: প্রত্যাশিত কলাম: District_Name, District_Code, Circle_Name, Village name, Village_Code, Block_Name

source: Update existing records
as: বিদ্যমান ৰেকৰ্ড আপডেট কৰক
bn: বিদ্যমান রেকর্ড আপডেট করুন

source: If checked, existing records will be updated. Otherwise, only new records will be added.
as: চেক কৰা হ’লে, বিদ্যমান ৰেকৰ্ড আপডেট হ’ব। অন্যথা, কেবল নতুন ৰেকৰ্ড যোগ কৰা হ’ব।
bn: চেক করা হলে, বিদ্যমান রেকর্ড আপডেট হবে। অন্যথায়, শুধুমাত্র নতুন রেকর্ড যোগ করা হবে।

source: Print Page
as: পৃষ্ঠা প্ৰিন্ট কৰক
bn: পৃষ্ঠা প্রিন্ট করুন

source: Map Viewer
as: মানচিত্র দৰ্শক
bn: মানচিত্র দর্শক

source: Administrator
as: প্ৰশাসক
bn: প্রশাসক

source: CRV Admin
as: CRV এডমিন
bn: CRV অ্যাডমিন

source: Settings
as: ছেটিংছ
bn: সেটিংস

source: Logout
as: লগআউট
bn: লগআউট

source: Welcome to the Home Page
as: হোম পৃষ্ঠালৈ স্বাগতম
bn: হোম পেজে স্বাগতম

source: Base Map
as: বেছ ম্যাপ
bn: বেস ম্যাপ

source: CRV Resilience Score
as: CRV স্কোৰ
bn: CRV স্কোর

source: Resilient Housing
as: স্থিতিস্থাপক আবাসন
bn: স্থিতিস্থাপক আবাসন

source: Resilient Infrastructure
as: দুৰ্বল গুৰুত্বপূৰ্ণ অৱকাঠামো
bn: বিপদাপন্ন গুরুত্বপূর্ণ অবকাঠামো

source: Resilient Essential Services
as: স্থিতিস্থাপক অত্যাবশ্যক সেবা
bn: স্থিতিস্থাপক অত্যাবশ্যক সেবা

source: Resilient Livelihoods & Economic Security
as: স্থিতিস্থাপক জীবিকা আৰু অৰ্থনৈতিক নিৰাপত্তা
bn: স্থিতিস্থাপক জীবিকা ও অর্থনৈতিক নিরাপত্তা

source: Governance and Partnerships for Resilience
as: স্থিতিস্থাপকতাৰ বাবে শাসন আৰু অংশীদাৰিত্ব
bn: স্থিতিস্থাপকতার জন্য শাসন ও অংশীদারিত্ব

source: Knowledge, Skills, Behaviours for Resilience
as: স্থিতিস্থাপকতাৰ বাবে জ্ঞান, দক্ষতা আৰু আচৰণ
bn: স্থিতিস্থাপকতার জন্য জ্ঞান, দক্ষতা ও আচরণ

source: Not Available
as: উপলব্ধ নহয়
bn: উপলব্ধ নয়

source: S. No.
as: ক্ৰমিক নং
bn: ক্রমিক নং

source: Total
as: মুঠ
bn: মোট

source: Layers
as: স্তৰ
bn: স্তর

source: Created
as: সৃষ্টি কৰা
bn: তৈরি

source: All Team Types
as: সকলো দলৰ ধৰণ
bn: সকল দলের ধরন

source: Team Types
as: দলৰ ধৰণ
bn: দলের ধরন

source: Activities
as: কাৰ্যকলাপসমূহ
bn: কাৰ্যকলাপসমূহ

source: Demographic Summary
as: জনতাত্ত্বিক সাৰাংশ
bn: জনতাত্ত্বিক সারাংশ

source: Anganwadi
as: আঙ্গনৱাড়ী
bn: আঙ্গনওয়াড়ি

source: School
as: বিদ্যালয়
bn: বিদ্যালয়

source: Religious Places
as: ধৰ্মীয় স্থান
bn: ধর্মীয় স্থান

source: Hazard Summary
as: বিপদৰ সাৰাংশ
bn: বিপদের সারাংশ

source: Average flood depth
as: গড় বানপানীৰ গভীৰতা
bn: গড় বন্যার গভীরতা

source: Maximum flood depth
as: সৰ্বোচ্চ বানপানীৰ গভীৰতা
bn: সর্বোচ্চ বন্যার গভীরতা

source: Landslide
as: ভূমিস্খলন
bn: ভূমিস্খলন

source: Erosion vulnerable roads
as: ক্ষয় সংবেদনশীল ৰাস্তা
bn: ক্ষয় সংবেদনশীল সড়ক

source: For moderate flood
as: মধ্যম বানপানীৰ বাবে
bn: মধ্যম বন্যার জন্য

source: For Livestocks
as: পশুধনৰ বাবে
bn: পশুপাখির জন্য

source: Loading...
as: লোড হৈ আছে...
bn: লোড হচ্ছে...

source: Generating report, please wait...
as: প্ৰতিবেদন তৈয়াৰ কৰা হৈ আছে, অনুগ্ৰহ কৰি অপেক্ষা কৰক...
bn: প্রতিবেদন তৈরি হচ্ছে, অনুগ্রহ করে অপেক্ষা করুন...

source: VDMP Progress monitoring
bn: VDMP অগ্রগতি নিরীক্ষণ

source: VDMP Progress Activity Master
bn: VDMP অগ্ৰগতিৰ অৱস্থা

source: Add VDMP Activity
bn: প্রশিক্ষণ কার্যক্রম

source: Villages
bn: গ্রাম

source: Add Circle
bn: চক্র যোগ করুন

source: Add Gram Panchayat
bn: গ্রাম পঞ্চায়েত যোগ করুন
